Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Tech acting up? Happens to all of us — don't stress.
ar: هل تواجه مشاكل تقنية؟ هذا يحدث لنا جميًعا — لا تضغط على نفسك.
ca: No porteu bé el tema de la tecnologia? Ens passa a tots, no us estresseu.
cy: Problemau technegol? Mae’n digwydd i bawb — paid â phoeni.
da: Problemer med teknologien? Det sker for os alle – ingen grund til stress.
da_instk12: Problemer med teknologien? Det sker for os alle – ingen grund til stress.
de: Die Technik macht schlapp? Das passiert uns allen – machen Sie sich keinen Stress.
es: ¿Problemas con la tecnología? Nos pasa a todos; no se preocupe.
es_es: ¿La tecnología se pone rebelde? Nos pasa a todos, no te agobies.
fi: Tekniset ongelmat aiheuttavat stressiä. Se tapahtuu meille kaikille - älä stressaa.
fr: Un petit problème technique ? Ça arrive à tout le monde, pas de stress.
fr_ca: La technologie ne fonctionne pas? Cela arrive à tout le monde — ne vous stressez pas.
ga: An bhfuil an teicneolaíocht ag déanamh botúin? Tarlaíonn sé dúinn go léir - ná bíodh strus ort.
hi: क्या तकनीक काम नहीं कर रही है? सभी के साथ ऐसा होता है - चिंता की कोई बात नहीं है।
ht: Pwoblèm teknik? Sa rive tout moun — pa strese.
id: Teknologi bermasalah? Kita semua mengalaminya — jangan stres.
is: Tæknin að stríða þér? Gerist hjá okkur öllum - ekki stressa þig.
it: La tecnologia fa i capricci? Capita a tutti: non preoccuparti.
ja: 技術機器が調子悪いですか？みんなに起こることです — 気にしないで。
ko: 시스템이 어렵게 느껴지세요? 모두 그렇게 느낄 수 있습니다. 너무 스트레스 받지 마세요.
mi: Kei te hē te hangarau? Ka pā ki a tātou katoa — kaua e manukanuka.
ms: Isu teknologi? Kita semua melaluinya — usah tertekan.
nb: Fungerer ikke teknologien som den skal? Det skjer med oss ​​alle – ikke stress.
nb_instk12: Fungerer ikke teknologien som den skal? Det skjer med oss ​​alle – ikke stress.
nl: Problemen met technologie? Dat overkomt iedereen – schiet niet in de stress.
pl: Problemy techniczne? Każdemu się zdarza – tylko bez nerwów.
pt: A tecnologia está a dar problemas? Acontece com todos nós — não te stresses.
pt_br: A tecnologia está dando problema? Acontece com todos nós — não se estresse.
ru: Технические неполадки? Такое случается со всеми — не переживайте
sl: Vam tehnologija povzroča preglavice? To se dogaja vsem nam – ne obremenjujte se.
sv: Fungerar inte tekniken? Det är lätt hänt – bli inte stressad.
sv_instk12: Fungerar inte tekniken? Det är lätt hänt – bli inte stressad.
th: อุปกรณ์มีปัญหาเหรอ เรื่องปกติสำหรับทุกคน อย่าเครียด
vi: Công nghệ trục trặc à? Ai cũng gặp thôi — đừng căng thẳng.
zh: 技术设备罢工了？那就忙里得闲，别为此烦忧。
zh_hk: 科技產品故障了？這種情況我們都遇過 — 別擔心。

source: Technology can be tricky, but you're not alone in learning it.
ar: أحيانًا لا تكون التقنية سهلة، لكنك لست وحيدًا في تعلمها.
ca: La tecnologia pot ser complicada, però no l’apreneu en solitari.
cy: Mae technoleg yn gallu bod yn anodd, ond dwyt ti ddim ar dy ben dy hun.
da: Teknologi er ikke altid helt let, men du er ikke alene om at lære det.
da_instk12: Teknologi er ikke altid helt let, men du er ikke alene om at lære det.
de: Technologie kann knifflig sein, aber Sie sind nicht der Einzige, der sie erlernen muss.
es: La tecnología puede ser complicada, pero tendrá compañía en el aprendizaje.
es_es: La tecnología puede ser complicada, pero no la aprendes solo tú.
fi: Teknologia voi olla haastavaa, mutta et ole yksin sen opettelussa.
fr: La technologie, ça peut être compliqué, mais dis-toi que tu n’es pas tout(e) seul(e) à devoir l’apprendre.
fr_ca: La technologie peut être difficile à appréhender, mais vous n’êtes pas la seule personne à l’apprendre.
ga: Is féidir le teicneolaíocht a bheith deacair, ach níl tú i d'aonar ag foghlaim í.
hi: तकनीक पेचीदा हो सकती है, लेकिन इसे सीखने में आप अकेले नहीं हैं।
ht: Teknoloji ka difisil, men w pa pou kont ou nan aprann li.
id: Teknologi bisa rumit, tetapi Anda tidak sendirian dalam mempelajarinya.
is: Tækni getur verið flókin, en þú ert ekki ein(n) um að læra hana.
it: La tecnologia può essere complicata, ma non sei da solo mentre la apprendi.
ja: テクノロジーはややこしいこともありますが、あなたは一人で学んでいるのではありません。
ko: 시스템을 사용하는 것은 까다로울 수 있지만 모두 배우고 있습니다.
mi: He uaua pea te hangarau, engari ehara i te mea ko koe anake kei te ako i tēnei.
ms: Teknologi boleh menjadi cabaran, tetapi anda tidak berseorangan dalam mengetahui selok-beloknya.
nb: Teknologi kan være vanskelig, men du er ikke alene om å lære det.
nb_instk12: Teknologi kan være vanskelig, men du er ikke alene om å lære det.
nl: Technologie kan lastig zijn, maar je bent niet de enige die het moet leren.
pl: Technologia może płatać figle – nie tylko Ty się uczysz.
pt: A tecnologia pode ser complicada, mas não estás sozinho para aprendê-la.
pt_br: A tecnologia pode ser complicada, mas você não está sozinho(a) nesse processo de aprendizado.
ru: Технологии могут быть сложными, но вы не одиноки в своем стремлении их освоить.
sl: Tehnologija je lahko zapletena, vendar niste sami pri učenju.
sv: Tekniken kan krångla – men det är du inte ensam om.
sv_instk12: Tekniken kan krångla – men det är du inte ensam om.
th: เทคโนโลยีก็เป็นปัญหาได้เช่นกัน แต่คุณไม่ได้เรียนรู้อยู่คนเดียวนะ
vi: Công nghệ có thể khó, nhưng bạn không đơn độc trong việc học nó.
zh: 科技虽难掌握，但你并非独行。
zh_hk: 科技可能比較複雜，但你並非孤軍奮戰。

source: Tell us what's wrong
ar: أخبرنا ما المشكلة
ca: Indiqueu-nos quin és el problema
cy: Dywedwch wrthym ni beth sy'n bod
da: Fortæl os hvad der er galt
da_instk12: Fortæl os hvad der er galt
de: Sagen Sie uns, was nicht stimmt
es: Díganos que está mal
es_es: Dinos qué es lo que falla
fi: Kerro meille, mikä on väärin
fr: Dites-nous ce qui ne va pas
fr_ca: Dites-nous ce qui ne va pas
ga: Inis dúinn cad atá mícheart
hi: हमें बताएं कि क्या गलत है
ht: Di nou kisa ki mal
id: Katakan apa yang salah
is: Segðu okkur hvað er að
it: Raccontaci cosa c’è di sbagliato
ja: 何が問題なのかを教えてください
ko: 문제에 대해 알려주세요
mi: Kōrerotia mai ki a mātou he aha te he
ms: Beritahu kami apa yang tidak kena
nb: Fortell oss hva som er feil
nb_instk12: Fortell oss hva som er feil
nl: Vertel ons wat er mis is
pl: Powiedz nam, co się stało
pt: Diga-nos o que se passa
pt_br: Diga-nos o que está errado
ru: Расскажите нам, что случилось
sl: Opišite nam, v čem je težava.
sv: Berätta vad som är fel
sv_instk12: Berätta vad som är fel
th: แจ้งให้เราทราบว่ามีอะไรเกิดขึ้น
vi: Cho chúng tôi biết vấn đề gì đã xảy ra
zh: 请告诉我们什么不对
zh_hk: 向我們報告問題

source: Terms of Use
ar: شروط الاستخدام
ca: Condicions d'ús
cy: Telerau Defnyddio
da: Betingelser for brug
da_instk12: Betingelser for brug
de: Nutzungsbedingungen
es: Términos de uso
es_es: Términos de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
fr_ca: Conditions d’utilisation
ga: Téarmaí Úsáide
hi: उपयोग की शर्तें
ht: Kondisyon Itilizasyon
id: Ketentuan Penggunaan
is: Notandaskilmálar
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
mi: Ngā ritenga whakamahi
ms: Terma Penggunaan
nb: brukervilkår
nb_instk12: brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de uso
pt_br: Termos de Uso
ru: Условия использования
sl: Pogoji uporabe
sv: Användarvillkor
sv_instk12: Användningsvillkor
th: เงื่อนไขการใช้งาน
vi: Điều Khoản Sử Dụng
zh: 使用条款
zh_hk: 使用條款

source: Text Comment
ar: تعليق النص
ca: Comentari sobre el text
cy: Sylw Ysgrifenedig
da: Tekst kommentar
da_instk12: Tekst kommentar
de: Textkommentar
es: Comentario de texto
es_es: Comentario de texto
fi: Tekstikommentti
fr: Commentaire de texte
fr_ca: Commentaire de texte
ga: Ráiteas Téacs
hi: पाठ टिप्पणी
ht: Kòmantè Tèks
id: Komentar Teks
is: Textaathugasemd
it: Commento di testo
ja: テキストコメント
ko: 텍스트 댓글
mi: Tākupu kuputuhi
ms: Komen Teks
nb: Tekstkommentar
nb_instk12: Tekstkommentar
nl: Tekst opmerking
pl: Komentarz tekstowy
pt: Comentário de Texto
pt_br: Comentário de Texto
ru: Текстовый комментарий
sl: Komentar v obliki besedila
sv: Textkommentar
sv_instk12: Textkommentar
th: ความเห็นแบบข้อความ
vi: Bình Luận Văn Bản
zh: 文体评论
zh_hk: 文字評論

source: Text entry
ar: إدخال النص
ca: Entrada de text
cy: Cofnod testun
da: Tekst indsendelse
da_instk12: Tekst indsendelse
de: Texteintrag
es: Entrada de texto
es_es: Entrada de texto
fi: Tekstin syöttäminen
fr: Saisie de texte
fr_ca: Saisie de texte
ga: Iontráil téacs
hi: पाठ प्रविष्टि
ht: Antre Tèks
id: Entri teks
is: Textafærsla
it: Immissione testo
ja: テキストの入力
ko: 텍스트 입력
mi: tāurunga Kuputuhi
ms: Masukan teks
nb: Tekstinntasting
nb_instk12: Tekstinntasting
nl: Tekst invoer
pl: Wpis tekstowy
pt: Entrada de texto
pt_br: Entrada de texto
ru: Текстовая запись
sl: Vnos besedila
sv: Textinmatning
sv_instk12: Textinlägg
th: การป้อนข้อความ
vi: Mục nhập văn bản
zh: 文体输入
zh_hk: 文字條目

source: Text Entry
ar: إدخال النص
ca: Entrada de text
cy: Cofnod Testun
da: Tekstindlæg
da_instk12: Tekstindlæg
de: Texteintrag
es: Entrada de texto
es_es: Entrada de texto
fi: Tekstin syöttäminen
fr: Saisie de texte
fr_ca: Saisie de texte
ga: Iontráil Téacs
hi: पाठ प्रविष्टि
ht: Antre Tèks
id: Entri Teks
is: Textafærsla
it: Immissione testo
ja: テキストエントリ
ko: 텍스트 입력
mi: Whakauru kuputuhi
ms: Masukan Teks
nb: Innlegging av tekst
nb_instk12: Innlegging av tekst
nl: Tekstinvoer
pl: Zapis tekstu
pt: Entrada de texto
pt_br: Entrada de texto
ru: Ввод текста
sl: Vnos besedila
sv: Textinmatning
sv_instk12: Textinmatning
th: การกรอกข้อความ
vi: Mục Nhập Văn Bản
zh: 文本输入
zh_hk: 文字條目

source: Text Submission
ar: إرسال النص
ca: Entrega de text
cy: Cyflwyniad Testun
da: Aflevering af tekst
da_instk12: Tekst indsendelse
de: Textabgabe
es: Entrega del texto
es_es: Entrega de texto
fi: Tekstin lähetys
fr: Soumission de texte
fr_ca: Envoi de texte
ga: Uaslódáil Téacs
hi: पाठ सबमिशन
ht: Soumisyon Tèks
id: Penyerahan Teks
is: Textaskil
it: Consegna testo
ja: テキストの提出
ko: 텍스트 제출
mi: Tāpaetanga Kuputuhi
ms: Serahan Teks
nb: Tekstinnlevering
nb_instk12: Tekstinnsending
nl: Tekstinzending
pl: Zgłoszenie tekstowe
pt: Entrega de Texto
pt_br: Envio de Texto
ru: Текстовая отправка
sl: Oddaja besedila
sv: Textinlämning
sv_instk12: Textinlämning
th: การส่งข้อความ
vi: Nộp Văn Bản
zh: 文体提交
zh_hk: 文字提交項目

source: The future isn't built in a day — but you're on the way.
ar: لن تحقق المستقبل في يوم واحد — لكنك في طريقك لتحققه.
ca: El futur no es construeix en un dia, però esteu en el camí.
cy: Dwyt ti ddim yn gallu creu dy ddyfodol mewn diwrnod — ond rwyt ti ar dy ffordd.
da: Fremtiden bygges ikke på én dag – men du er på vej.
da_instk12: Fremtiden bygges ikke på én dag – men du er på vej.
de: Die Zukunft wird nicht an einem Tag erbaut – aber Sie sind auf dem Weg dorthin.
es: El futuro no se construye en un día, pero está en camino.
es_es: El futuro no se construye en un día, pero estás en camino.
fi: Tulevaisuutta ei rakenneta päivässä – mutta olet matkalla.
fr: L’avenir ne se construit pas en une journée, mais tu es sur la bonne voie.
fr_ca: L’avenir ne s’est pas construit en un jour — mais vous êtes en route.
ga: Ní thógtar an todhchaí i lá amháin - ach tá tú ar an mbealach.
hi: भविष्य एक दिन में नहीं बनता — लेकिन आप उसी रास्ते पर हैं।
ht: Lavi kap vini an pa konstwi nan yon sèl jou — men w sou wout la.
id: Masa depan tidak dibangun dalam sehari — tetapi Anda sedang menuju ke sana.
is: Framtíðin er ekki sköpuð á einum degi - en þú ert á réttri leið.
it: Il futuro non si costruisce in un giorno, ma sei sulla strada giusta.
ja: 未来は一日で築かれない — でもあなたは進んでいます。
ko: 미래는 하루에 만들어지 않지만 그 길을 가는 중입니다.
mi: Kāore te ao e hangaia i roto i te rā kotahi — engari kei te haere tonu koe.
ms: Masa depan tidak terbina dalam satu hari — namun anda sedang menuju ke sana.
nb: Fremtiden bygges ikke på én dag – men du er på vei.
nb_instk12: Fremtiden bygges ikke på én dag – men du er på vei.
nl: De toekomst is niet in een dag gebouwd – maar je bent op weg.
pl: Nie od razu Rzym zbudowano – jesteś na dobrej drodze.
pt: O futuro não é construído em um dia — mas você está no caminho certo.
pt_br: O futuro não se constrói em um dia — mas você está a caminho.
ru: Будущее не строится за один день, но вы на пути к нему.
sl: Prihodnost se ne zgradi v enem dnevu – vendar ste na dobri poti.
sv: Du bygger inte din framtid på en dag – men du är på rätt väg.
sv_instk12: Du bygger inte din framtid på en dag – men du är på rätt väg.
th: อนาคตไม่ได้เกิดขึ้นในวันเดียว แต่คุณกำลังไปสู่จุดหมายนั้น
vi: Tương lai không thể xây dựng trong một ngày — nhưng bạn đang ở ngay trên hành trình đó.
zh: 罗马非一朝一夕建成。
zh_hk: 未來不是一天建成的 — 但你正在路上。

source: The path doesn't need to be clear yet — keep walking.
ar: لا توجد حاجة لأن يكون المسار واضحًا بعد — استمر في طريقك.
ca: Encara no cal que el camí sigui clar; seguiu caminant.
cy: Does dim rhaid i’r llwybr fod yn glir ar hyn o bryd — dal ati.
da: Stien behøver ikke at være tydelig endnu – bare fortsæt med at gå fremad.
da_instk12: Stien behøver ikke at være tydelig endnu – bare fortsæt med at gå fremad.
de: Der Weg muss noch nicht klar sein – gehen Sie weiter.
es: No es necesario que el camino esté claro todavía: siga caminando.
es_es: El camino no tiene por qué estar despejado todavía: sigue avanzando.
fi: Poun ei tarvitse olla vielä selvä – jatka kävelyä.
fr: Il n’est pas nécessaire que le chemin soit déjà tout tracé. L’essentiel, c’est de continuer d’avancer.
fr_ca: Le chemin n’a pas besoin d’être clair pour l’instant — continuez à marcher.
ga: Ní gá go mbeadh an cosán soiléir fós — coinnigh ort ag siúl.
hi: रास्ता अभी स्पष्ट होने की ज़रूरत नहीं है — बस चलते रहें।
ht: Chemen an poko bezwen klè — sèlman kontinye avanse.
id: Jalannya tidak perlu jelas sekarang — teruslah berjalan.
is: Leiðin þarf ekki að vera greið ennþá — haltu áfram að ganga.
it: Non occorre che il percorso sia già chiaro: non ti fermare.
ja: 道筋がまだ見えなくてもよいのです — 歩き続けましょう。
ko: 가는 길이 아직 분명할 필요는 없습니다. 그러나 멈추지는 마세요.
mi: Kāore e hiahiatia kia mārama te ara — me haere tonu.
ms: Laluan anda tidak perlu jelas sekarang — anda hanya perlu terus berjalan.
nb: Stien trenger ikke å være tydelig – bare fortsett å gå.
nb_instk12: Stien trenger ikke å være tydelig – bare fortsett å gå.
nl: Het pad hoeft nog niet duidelijk te zijn – blijf lopen.
pl: Ścieżka nie musi być jeszcze przetarta – idź nią dalej.
pt: O caminho não precisa de estar claro ainda — continue a andar.
pt_br: O caminho não precisa estar livre ainda — continue caminhando.
ru: Путь еще не обязательно должен быть свободен — продолжайте идти.
sl: Pot ni nujno jasna – hodite naprej.
sv: Du behöver inte kratta hela manegen än.
sv_instk12: Du behöver inte kratta hela manegen än.
th: เส้นทางไม่ต้องชัดเจนเสมอไป เดินต่อไปเรื่อย ๆ
vi: Con đường chưa cần phải rõ ràng ngay — cứ tiếp tục bước đi.
zh: 前路也许未必明朗，但只要前行，就能找到出口。
zh_hk: 道路不必現在就清晰 — 繼續走下去。

source: The recipients could not be added. Please try again. (%@)
ar: تعذر إضافة المستلمين. يرجى إعادة المحاولة. (%@)
ca: No s'han pogut afegir els destinataris. Torneu-ho a provar. (%@)
cy: Doedd dim modd ychwanegu'r derbynwyr hyn. Rhowch gynnig arall arni. (%@)
da: Modtagerne kunne ikke tilføjes. Prøv igen. (%@)
da_instk12: Modtagerne kunne ikke tilføjes. Prøv venligst igen. (%@)
de: Die Empfänger konnten nicht hinzugefügt werden. Bitte versuchen Sie es noch einmal. (%@)
es: Los destinatarios no pudieron ser agregados. Inténtelo de nuevo. (%@)
es_es: Los destinatarios no han podido añadirse. Inténtalo de nuevo. (%@)
fi: Vastaanottajia ei voitu lisätä. Yritä uudelleen. (%@)
fr: Impossible d’ajouter les destinataires. Veuillez réessayer. (%@)
fr_ca: Impossible d’ajouter les destinataires. Veuillez réessayer. (%@)
ga: Níorbh fhéidir na faighteoirí a chur leis. Bain triail eile as. (%@)
hi: प्राप्तकर्ताओं को जोड़ा नहीं जा सका। कृपया फिर से कोशिश करें। (%@)
ht: Nou paka ajoute destinatè a. Tanpri eseye ankò. (%@)
id: Penerima tidak dapat ditambahkan Silakan coba lagi. (%@)
is: Ekki er hægt að bæta móttakendum við. Vinsamlegast reynið aftur. (%@)
it: Impossibile aggiungere i destinatari. Riprova. (%@)
ja: 受信者を追加できませんでした。再度試してください。(%@)
ko: 수신자를 추가할 수 없습니다. 다시 시도하세요. (%@)
mi: Kaore i taea te tāpiri i ngā kaiwhiwhi Tēnā koa ngana anō. (%@)
ms: Penerima tidak boleh ditambah. Sila cuba semula. (%@)
nb: Mottakeren kan ikke legges til. Prøv på nytt. (%@)
nb_instk12: Mottakere kunne ikke legges til. Vennligst prøv igjen. (%@)
nl: De geadresseerden kunnen niet worden toegevoegd. Probeer het opnieuw. (%@)
pl: Nie można dodać odbiorców. Spróbuj ponownie. (%@)
pt: Não foi possível contatar os destinatários. É favor tentar novamente. (%@)
pt_br: Não foi possível adicionar os destinatários. Por favor, tente novamente. (%@)
ru: Не удалось добавить получателей. Попробуйте еще раз. (%@)
sl: Prejemnikov ni bilo mogoče dodati. Poskusite znova. (%@)
sv: Det gick inte att lägga till mottagarna. Försök igen. (%@)
sv_instk12: Mottagarna kunde inte läggas till. Vänligen försök igen. (%@)
th: ไม่สามารถเพิ่มผู้รับได้ กรุณาลองใหม่อีกครั้งในภายหลัง (%@)
vi: Không thể thêm người nhận. Vui lòng thử lại. (%@)
zh: 无法添加接收者。请重试。(%@)
zh_hk: 無法添加收件人。請重試。(%@)

source: The server could not be reached
ar: تعذر الوصول إلى الخادم
ca: No s'ha pogut accedir al servidor
cy: Doedd dim modd cyrraedd y gweinydd
da: Serveren kunne ikke nås
da_instk12: Serveren kunne ikke nås
de: Der Server wurde nicht erreicht
es: El servidor no pudo ser localizado
es_es: El servidor no ha podido ser localizado
fi: Palvelinta ei voitu tavoittaa
fr: Le serveur n'a pas pu être joint
fr_ca: Le serveur n'a pas pu être joint
ga: Níorbh fhéidir an freastalaí a bhaint amach
hi: सर्वर तक पहुंचा नहीं जा सका
ht: Nou paka konekte a sèvè a
id: Server tidak dapat dijangkau.
is: Ekki náðist í miðlara
it: Impossibile raggiungere il server
ja: サーバーに到達できませんでした
ko: 서버에 연결할 수 없습니다
mi: Kaore i taea te tae ki te tūmau
ms: Pelayan tidak dapat dicapai
nb: Fikk ikke kontakt med server
nb_instk12: Fikk ikke kontakt med server
nl: De server kon niet bereikt worden
pl: Nie udało się nawiązać połączenia z serwerem
pt: Não foi possível contatar o servidor
pt_br: O servidor não pôde ser encontrado
ru: Сервера достичь не удалось
sl: Strežnika ni bilo mogoče doseči.
sv: Servern kunde inte nås
sv_instk12: Servern kunde inte nås
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ได้
vi: Không thể kết nối đến máy chủ
zh: 服务器无法连接
zh_hk: 伺服器無法連結

source: The server you entered is not authorized for this app.
ar: الخادم الذي أدخلته غير مخول لهذا التطبيق.
ca: El servidor que heu introduït no té autorització per a aquesta aplicació.
cy: Dydy’r gweinydd rydych chi wedi'i roi ddim wedi’i awdurdodi ar gyfer yr ap hwn.
da: Den server, du indtastede, er ikke autoriseret til denne app.
da_instk12: Serveren du indtastede er ikke autoriseret for denne app.
de: Der Server, den Sie eingegeben haben, hat keine Berechtigung für diese App.
es: El servidor ingresado no está autorizado para esta aplicación.
es_es: El servidor introducido no está autorizado para esta aplicación.
fi: Syöttämääsi palvelinta ei ole valtuutettu tälle sovellukselle.
fr: Le serveur que vous avez saisi n'est pas autorisé pour cette application.
fr_ca: Le serveur que vous avez saisi n'est pas autorisé pour cette application.
ga: Níl an freastalaí a d'iontráil tú údaraithe don aip seo.
hi: आपके द्वारा दर्ज किया गया सर्वर इस ऐप के लिए अधिकृत नहीं है।
ht: Sèvè w antre a pa otorize pou app sa a.
id: Server yang Anda masukkan tidak diizinkan untuk aplikasi ini.
is: Miðillinn sem þú settir inn er ekki heimill fyrir þetta app.
it: Il server in cui sei entrato non è autorizzato per questa app.
ja: あなたが入力したサーバーは、このアプリには承認されていません。
ko: 입력한 서버는 이 앱에 대해 권한이 부여되지 않았습니다.
mi: E kore te tūmau kua whakauru koe te mana mo tenei taupānga.
ms: Pelayan yang anda masukkan tidak dibenarkan untuk apl ini.
nb: Serveren du oppga er ikke tillatt for denne appen.
nb_instk12: Serveren du la inn er ikke autorisert for denne appen
nl: De server die je hebt ingevoerd, is niet gemachtigd voor deze app.
pl: Wybrany serwer nie ma uprawnień dla tej aplikacji.
pt: O servidor que você digitou não está autorizado para esta app.
pt_br: O servidor que você digitou não está autorizado para este aplicativo.
ru: Введенный сервер не авторизован для этого приложения.
sl: Strežnik, ki ste ga vnesli, nima pooblastila za to aplikacijo.
sv: Den server du har angett har inte auktoriserats för den här appen.
sv_instk12: Servern som du fyllt i är inte behörig för den här appen.
th: เซิร์ฟเวอร์ที่คุณกรอกไม่ได้รับอนุญาตสำหรับแอพนี้
vi: Máy chủ bạn đã nhập chưa được cấp phép sử dụng cho ứng dụng này
zh: 您输入的服务器没有授权此应用程序。
zh_hk: 您輸入的伺服器未獲得使用該應用程式的授權。

source: The user agent for this app is unauthorized.
ar: وكيل المستخدم لهذا التطبيق غير مخوَّل.
ca: L'agent d'usuari per a aquesta aplicació no està autoritzat.
cy: Dydy’r asiant defnyddiwr ar gyfer yr ap hwn ddim wedi’i awdurdodi.
da: Brugeragenten for denne app er uautoriseret.
da_instk12: Brugeragent for denne app er ikke autoriseret.
de: Der Benutzer-Agent für diese App hat keine Berechtigung.
es: El agente de usuario para esta aplicación no está autorizado.
es_es: El agente de usuario para esta aplicación no está autorizado.
fi: Tämän sovelluksen käyttäjän edustaja on valtuuttamaton.
fr: L’agent utilisateur pour cette application n’est pas autorisé.
fr_ca: L'agent utilisateur de cette application n'est pas autorisé.
ga: Tá gníomhaire úsáideora an aip seo neamhúdaraithe.
hi: इस ऐप के लिए उपयोगकर्ता एजेंट अनधिकृत है।
ht: Ajan itilizatè app sa a pa otorize.
id: Agen pengguna untuk aplikasi ini tidak diizinkan.
is: Fulltrúi notanda fyrir þetta app er óheimill.
it: L’agente utente per questa app non è autorizzata.
ja: このアプリのユーザーエージェントは権限がありません。
ko: 이 앱에 대한 사용자 에이전트는 권한이 부여되지 않았습니다.
mi: Te kaihoko kaiwhakamahi mo tenei taupānga kaore he mana
ms: Agen Pengguna untuk apl ini tidak dibenarkan.
nb: Brukeragenten for denne appen er uautorisert.
nb_instk12: Brukeragenten for denne appen er uautorisert.
nl: De gebruikersagent voor deze app heeft geen toestemming.
pl: Pośrednik użytkownika dla tego aplikacji nie ma uprawnień.
pt: O agente de utilizador para esta app não está autorizado.
pt_br: O agente de usuário para este aplicativo não é autorizado.
ru: Пользовательский агент для этого приложения не авторизован.
sl: Zastopnik uporabnika za to aplikacijo nima pooblastila.
sv: Användaragenten för den här appen har inte auktoriserats.
sv_instk12: Användarprogrammet för den här appen är obehörig.
th: ระบบตัวแทนของผู้ใช้สำหรับแอพนี้ไม่ได้รับอนุญาต
vi: Tác tử người dùng cho ứng dụng này chưa được cấp phép
zh: 此应用程序的用户代理没有得到授权。
zh_hk: 該應用程式的使用者代理未獲得授權。

source: There are no actions for this item
ar: لا توجد أي عملية لهذا العنصر
ca: No hi ha cap acció per a aquest element
cy: Does dim gweithrediadau ar gyfer yr eitem hon.
da: Der er ingen handlinger for dette element
da_instk12: Der er ingen handlinger for dette element
de: Für dieses Element gibt es keine Handlungen
es: No hay acciones para este item
es_es: No hay acciones para este ítem
fi: Tälle kohteelle ei ole toimintoja
fr: Il n'y a aucune action pour cet élément
fr_ca: Il n'y a aucune action pour cet élément
ga: Níl aon ghníomhartha ann don mhír seo
hi: इस आइटम के लिए कोई कार्रवाई नहीं है
ht: Pa gen aksyon pou atik sa a
id: Tidak ada tindakan untuk item ini
is: Það eru engar aðgerðir fyrir þetta atriði
it: Non ci sono azioni per questo elemento
ja: この項目へのアクションはありません
ko: 이 항목에 대한 작업이 없습니다
mi: Kāore he mahi mo tēnei tūemi
ms: Tiada tindakan untuk item ini
nb: Det er ingen handlinger for dette elementet
nb_instk12: Det er ingen handlinger for dette elementet
nl: Er zijn geen handelingen voor dit item
pl: Brak działań dla danej pozycji
pt: Não existem ações para este item
pt_br: Não há ações para este item.
ru: Отсутствуют действия для этого элемента
sl: Pri tem elementu ni dejanj.
sv: Det finns inga åtgärder för det här objektet
sv_instk12: Det finns inga åtgärder för det här objektet
th: ไม่มีการดำเนินการสำหรับรายการนี้
vi: Không có thao tác nào cho mục này
zh: 此项目没有动作
zh_hk: 無法對此項目進行操作
